import './HistorySection.css';
import backgroundPhoto from '../../../assets/images/backgroundPhoto.webp';

export const HistorySection = () => {
  return `
    <section class="history" id="history">  
      <div class="container">
        <h2 class="history-label">Наша історія</h2>
        <div class="history-wrapper">
            <p>«Грим та Грім» народився з бажання створювати музику, яка відчувається серцем. Ми почали свій шлях із маленьких сцен у центрі Києва, де кожен акорд, кожне слово було суто маленьким зізнанням та переживанням. Це було місце, де народжувалися наші перші пісні, які ми винесли на гітарі під світло єдиної гірлянди.</p>
            <p>За роки нашої діяльності ми виступили на десятках сцен, від невеликих клубів до великих фестивалів. Наша музика — це поєднання традиційного року з сучасними елементами, що робить її унікальною та пізнаваною. Ми не боїмося експериментувати з жанрами, додавати нові інструменти або знаходити несподівані акорди.</p>
            <p>Кожен наш виступ — це не просто концерт, а справжнє шоу, де ми ділимося своєю енергією з глядачами та створюємо неповторну атмосферу. Ми віримо, що наша сила саме у єдності людей, справжності спілкування та натхненні на зміни.</p>
            <p>Наша команда складається з відданих музикантів, кожен з яких приносить свій унікальний стиль та бачення. Максим створює неймовірні гітарні рифи, Олена зачаровує своїм вокалом, а Тарас тримає ритм, який змушує серця битися в унісон з музикою.</p>
            <img src="${backgroundPhoto}" alt="Фото гурту Грим та Грім" class="history-image">
        </div>
      </div>
    </section>
  `;
};
